Revit 2024 API
ParameterTypeId.RbsElecLoadsummaryDemandCurrentParam Property
 "Estimated Demand Current"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecLoadsummaryDemandCurrentParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecLoadsummaryDemandCurrentParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecLoadsummaryDemandCurrentParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace